Repository: VadimLefter/MyPetrol
Catalog: lib/l10n/intl_*.arb
Languages: ru

# cash
source: Numerar
ru: Кэш

# language
source: Limba
ru: Язык

# infoApp
source: Despre Aplicație
ru: О Приложении

source: Test mode
ru: Тестовый режим

# back
source: Înapoi
ru: Назад

# verification
source: Verificare
ru: Проверка

# cardRefill
source: Suplinire card
ru: Поп. карты

# setting
source: Setări
ru: Настройки

# substitutions
source: Suplinire
ru: Пополнение

source: Card
ru: Карта

# scan
source: Scanează
ru: Сканирование

# cardPresentation
source: Prezentare card
ru: Презентация карты

# pleaseAttachCard
source: Vă rugăm să atașați cardul de combustibil!
ru: Пожалуйста, прикрепите топливную карту!

# scanQr
source: Scanează QR
ru: Сканирование QR

# scanQrForFinish
source: Scanează QR Cod-ul pentru a finaliza verificarea!
ru: Отсканируйте QR-код, чтобы завершить проверку!

source: Cod
ru: Код

# nameCard
source: Denumire card
ru: Название карты

# allSum
source: Total suma:
ru: Общая сумма:

# totalToPay
source: Total spre plată:
ru: Всего к оплате:

source: Rest:
ru: Сдача:

# quit
source: Renunță
ru: Отменить

# food
source: Alimentare
ru: Пополнение

# feeding
source: Suplinire
ru: Пополнение

# sumFeeding
source: Suma suplinirii
ru: Сумма пополнение

# presentationCard
source: Prezentare card
ru: Презентация карты

# pleaseYouCardFuel
source: Vă rugăm să atașați cardul de combustibil!
ru: Пожалуйста, прикрепите топливную карту!

# product
source: Produs
ru: Продукт

# quantity
source: Cantitate
ru: Количество

# price
source: Preț
ru: Цена

source: Total:
ru: Всего:

source: LEI
ru: ЛЕЙ

# litres
source: LITRI
ru: ЛИТРЫ
